---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadCaseNumber
source: html/4d5845e7-ff44-ccdf-df29-c26b3ce9f69d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadCaseNumber Property

"Case Number"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadCaseNumber { get; }
```